/* No comment provided by engineer. */
"Accept" = "ยอมรับ";

/* No comment provided by engineer. */
"Decline" = "ปฏิเสธ";

/* No comment provided by engineer. */
"DeviceName" = "ชื่ออุปกรณ์: %@";

/* No comment provided by engineer. */
"DeviceSendingFiles" = "%1$@ กำลังส่งไฟล์ให้คุณ %2$@";

/* No comment provided by engineer. */
"Error.Crypto" = "การเข้ารหัสผิดพลาด";

/* No comment provided by engineer. */
"Error.Protocol" = "การสื่อสารผิดพลาด";

/* No comment provided by engineer. */
"NFiles" = "%d ไฟล์";

/* No comment provided by engineer. */
"NotificationsDenied.Message" = "NearDrop ไม่สามารถแสดงการแจ้งเตือนไฟล์ที่เข้ามาได้ โปรดให้สิทธิ์การแจ้งเตือน ในการตั้งค่าระบบ";

/* No comment provided by engineer. */
"NotificationsDenied.OpenSettings" = "การตั้งค่า";

/* No comment provided by engineer. */
"NotificationsDenied.Title" = "จำเป็นต้องใช้สิทธิ์การแจ้งเตือน";

/* No comment provided by engineer. */
"PinCode" = "PIN: %@";

/* No comment provided by engineer. */
"Quit" = "ออก NearDrop";

/* No comment provided by engineer. */
"TransferError" = "เกิดข้อผิดพลาดในการรับไฟล์จาก %@";

/* No comment provided by engineer. */
"VisibleToEveryone" = "เปิดเผยต่อทุกคน";

